{
    "title":{"uk":"вітаю !!", "en":"greetings !!", "ru":"приветствую!!"},
    "first_article":{
        "uk":"моє ім'я Ігор, цей сайт я зробив для презентації своїх навичок Frontend розробника. функціонал і можливості додатку будуть оновлюватися і змінюватися. тому, деякі фічі описані нижче не будуть представлені - сорян)). додаток не має серверної частини, тому вся інформація кешується в sessionStorage.",
        "en":"my name is Igor, I made this website to present my Frontend developer skills. the functionality and capabilities of the application will be updated and changed. therefore, some features described below will not be presented - sorry)). the application does not have a server part, so all information is cached in sessionStorage.",
        "ru":"меня зовут Игорь, этот сайт я сделал для презентации своих навыков Frontend разработчика. функционал и возможности приложения будут обновляться и изменяться. поэтому, некоторые фичи описанные ниже не будут представлены – сорян)). приложение не имеет серверной части, поэтому вся информация кэшируется в sessionStorage."
    },
    "second_article":{
        "uk":"на сторінці AboutMe присутня контактна інформація.",
        "en":"AboutMe page contains contact information.",
        "ru":"на страничке AboutMe присутствует контактная информация."
    },
    "finally_article":{
        "uk":"маю надію що вам сподобається. до зустрічі!",
        "en":"I hope you will like this. see you!",
        "ru":"надеюсь вам понравится. до встречи!"
    },
    "description":{
        "title":{
            "uk":"про можливості програми:",
            "en":"about the features of the application:",
            "ru":"о возможностях приложения:"
        },
        "list":{
            "uk":[
                "міна колірної теми",
                "Вибір мови",
                "прогноз погоди для вашої локації",
                "авторизація",
                "особистий кабінет"
            ],
            "en":[
                "change the color theme",
                "language selection",
                "weather forecast for your location",
                "authorization",
                "personal area"
            ],
            "ru":[
                "изменение цветовой темы",
                "выбор языка",
                "прогноз погоды для вашей локации",
                "авторизация",
                "личный кабинет"
            ]
        }
    }
}